Repository: alexisferreyra/utnemallreloaded
Catalog: trunk/Main/Client/PresentationLayer/GeneralResources.*.resx
Languages: es

# CommunicationException
source: The process failed because of a connection problem.
es: El proceso falló, conexión cerrada

# ConfirmServiceInstallationTitle
source: Service Installation
es: Instalar Servicio

# ConfirmServiceUninstall
source: Are you sure you want to remove the service?
es: ¿Eliminar Servicio?

# ConnectionStateSuccess
source: Logged in
es: Conectado

# DeviceInfoNotFoundError
source: Your device information was not found.
es: Su dispositivo no fue encontrado

# DeviceNotFoundError
source: Device info not found.
es: Información de dispositivo no encontrada

# DeviceProfileFormMACError
source: Mac address is empty.
es: Dirección MAC no puede estar vacía

# DeviceProfileFormModelError
source: Device model is empty.
es: Dispositivo no puede estar vacío

# DeviceProfileFormTypeError
source: Device type is empty.
es: El tipo no puede estar vacío

# DeviceProfileFormVersionError
source: Windows mobile version is empty.
es: La versión no puede estar vacía

# ImageNotFoundError
source: Couldn't find any image to show.
es: No se pudo encontrar imágenes para mostrar

# InvalidHostAddressError
source: Invalid host address
es: Dirección de host invalida

# LoginPermissionError
source: You don't have permissions to login.
es: No tiene permisos suficientes

# ProfileFormAddressError
source: Address is empty.
es: La dirección no puede estar vacía

# ProfileFormFirstNameError
source: First name is empty.
es: El nombre no puede estar vacío

# ProfileFormPhoneError
source: Phone number is empty.
es: El telefono no puede estar vacío

# ProfileFormSurnameError
source: Surname is empty.
es: El apellido no puede estar vacío

# SaveCustomerSuccess
source: Customer saved successfully.
es: Cliente guardado exitósamente

# SaveMallSuccess
source: Mall configuration saved successfully.
es: Configuración general guardada con éxito

# ServiceInstallationError
source: An error has occurred while installing the service.
es: Error mientras se instalaba el servicio

# ServiceInstallationSuccess
source: Install Service?
es: ¿Desea Instalar el Servicio?

source: Service removed
es: Servicio eliminado

# ServiceRemoveError
source: Couldn't remove service. Please try again later.
es: No se puede eliminar el servicio, por favor intente nuevamente más tarde

# ServiceUninstallTitle
source: Remove Service
es: Eliminar servicio

# SuccessTitle
source: Success
es: Éxito

# TargetInvocationExceptionMessage
source: The process failed because of a connection problem.
es: El proceso falló, conexión cerrada

# CustomerNullArgument
source: Customer can't be null.
es: customer no puede ser nulo

# FileNameNullArgument
source: The fileName can't be null.
es: El nombre de archivo no puede ser nulo

# HelpNullArgument
source: Help can't be null or empty.
es: Ayuda no puede ser vacío o nulo

# IpNullArgument
source: IpServer can't be null.
es: IpServer no puede ser nulo

source: UtnEmall Project
es: Proyecto UtnEmall

# LoginFailedPasswordIncorrect
source: Login failed, the password is incorrect.
es: Contraseña incorrecta

# LoginFailedUserIncorrect
source: Login failed, the user name is incorrect.
es: Usuario incorrecto

# PingNullArgument
source: Ping time can't be null.
es: Tiempo de ping no puede ser nulo

# PortNullArgument
source: Port server can't be null.
es: El puerto no puede ser nulo

# UserNameEmpty
source: User name and password can't be empty.
es: El nombre de usuario y contraseña no pueden estar vacíos

# OfflineMessage
source: Offline
es: No Conectado

# OnlineMessage
source: Online
es: Conectado

# FileIOError
source: Couldn't complete the operation.
es: No se pudo completar la operación

# ApplicationHelp
source: application
es: application.es

# ConfigurationHelp
source: configuration
es: configuration.es

# ServiceHelp
source: services
es: services.es

# ServerNotFoundHelp
source: serverNotFound
es: serverNotFound.es
